alsa-utils
arp-scan
autoconf
automake
base
bison
bluez
bluez-utils
brightnessctl
cdparanoia
celluloid
clang
cronie
discord
dunst
easytag
ed
efibootmgr
emacs
exfat-utils
ext4magic
fakeroot
feh
firefox
gdb
ghc
gnome-tweaks
gparted
graphviz
grub
grub-customizer
htop
i3-wm
i3blocks
i3lock
i3status
indent
inetutils
intel-ucode
ispell
keepassxc
kitty
libbsd
libreoffice-fresh
lilypond
linux
linux-firmware
linux-headers
lximage-qt
lxqt-about
lxqt-admin
lxqt-archiver
lxqt-config
lxqt-globalkeys
lxqt-notificationd
lxqt-openssh-askpass
lxqt-panel
lxqt-policykit
lxqt-powermanagement
lxqt-qtplugin
lxqt-runner
lxqt-session
lxqt-sudo
lxqt-themes
man-db
man-pages
mesa-utils
mpv
mpv-mpris
mtpfs
mupen64plus
musescore
neofetch
network-manager-applet
networkmanager
nmap
nodejs
notification-daemon
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
numlockx
nvidia-dkms
obconf-qt
openbox
os-prober
p7zip
pacman-contrib
pandoc
pavucontrol-qt
pcmanfm
pcmanfm-qt
perl-rename
picom
pipewire
pipewire-alsa
pipewire-pulse
pkgconf
playerctl
powertop
python-pip
qterminal
reflector
rofi
screengrab
scrot
steam
stow
strace
sudo
terminus-font
texinfo
texlive-bin
texlive-core
texlive-formatsextra
texlive-latexextra
texlive-science
time
tldr
tree
ttf-jetbrains-mono
ttf-liberation
udisks2
ufw
unclutter
unzip
upower
valgrind
vim
vlc
xclip
xf86-input-synaptics
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zathura
zathura-pdf-mupdf
zsh
