a52dec
acl
acpi
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
archlinux-keyring
argon2
at
at-spi2-atk
at-spi2-core
atk
attr
audit
autoconf
automake
avahi
base
bash
bc
binutils
bison
bluez-libs
brightnessctl
brotli
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
celt
confuse
coreutils
cryptsetup
cups
cups-filters
curl
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dfu-programmer
diffutils
discord
dkms
dmidecode
dnssec-anchors
double-conversion
dunst
e2fsprogs
easytag
efibootmgr
efivar
egl-wayland
eglexternalplatform
elfutils
emacs
enchant
ethtool
expat
faad2
fakeroot
feh
ffmpeg
file
filesystem
findutils
firefox
flac
flex
fontconfig
freetype2
fribidi
gawk
gc
gcc
gcc-libs
gd
gdbm
gdk-pixbuf2
gettext
ghc-libs
ghostscript
giflib
girara
git
github-cli
glib-networking
glib2
glibc
glslang
gmp
gnu-free-fonts
gnupg
gnutls
gobject-introspection-runtime
gpgme
gpicview
gpm
graphite
grep
grml-zsh-config
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
guile
guile1.8
gumbo-parser
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-byteorder
haskell-case-insensitive
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-emojis
haskell-erf
haskell-errors
haskell-file-embed
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hsyaml
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-indexed-traversable
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-memory
haskell-mime-types
haskell-mono-traversable
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-pandoc-types
haskell-pem
haskell-primitive
haskell-quickcheck
haskell-random
haskell-resourcet
haskell-safe
haskell-scientific
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-tls
haskell-transformers-compat
haskell-typed-process
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-zip-archive
haskell-zlib
hicolor-icon-theme
hidapi
htop
hwids
hyphen
i3-gaps
i3lock
i3status
iana-etc
ibus
icu
id3lib
ijs
imagemagick
imlib2
intel-ucode
iproute2
iptables
iputils
iso-codes
jack2
jansson
jbig2dec
jemalloc
js78
json-c
json-glib
kbd
keepassxc
keyutils
kitty
kitty-terminfo
kmod
krb5
l-smash
lame
lcms2
ldns
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-brotli
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-openssl
lib32-p11-kit
lib32-readline
lib32-sqlite
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaio
libarchive
libass
libassuan
libasyncns
libavc1394
libavif
libbluray
libbsd
libcanberra
libcap
libcap-ng
libcloudproviders
libcolord
libcroco
libcups
libcurl-gnutls
libdaemon
libdatrie
libdca
libde265
libdrm
libdvbpsi
libebml
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreeaptx
libgcrypt
libglvnd
libgpg-error
libgudev
libheif
libibus
libice
libid3tag
libidn
libidn2
libiec61883
libinput
libjpeg-turbo
libkeybinder2
libksba
libldac
libldap
liblouis
liblqr
libmad
libmanette
libmatroska
libmd
libmfx
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libnautilus-extension
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libotf
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libpng
libproxy
libpsl
libpulse
libraqm
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libupnp
libusb
libuv
libva
libvdpau
libvorbis
libvpx
libwacom
libwebp
libwnck
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyuv
licenses
lilv
lilypond
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
lsb-release
lsof
lua52
lua53
lv2
lxappearance
lxde-common
lxde-icon-theme
lxinput
lxlauncher
lxmenu-data
lxpanel
lxrandr
lxsession
lxtask
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
make
man-db
man-pages
mariadb
mariadb-clients
mariadb-libs
md4c
menu-cache
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mtdev
musescore
ncurses
neofetch
nettle
networkmanager
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-emoji
npm
npth
nspr
nss
numactl
numlockx
nvidia
nvidia-prime
nvidia-utils
ocaml
ocaml-compiler-libs
opam
openbox
opencore-amr
opendoas
openjpeg2
openssh
openssl
opus
orc
os-prober
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pandoc
pango
patch
pciutils
pcmanfm
pcre
pcre2
perl
perl-error
perl-mailtools
perl-timedate
pinentry
pipewire
pipewire-docs
pipewire-media-session
pipewire-pulse
pixman
pkgconf
playerctl
polkit
poppler
popt
portaudio
portmidi
potrace
procps-ng
psmisc
python
python-appdirs
python-cffi
python-colorama
python-distro
python-evdev
python-gobject
python-more-itertools
python-ordered-set
python-packaging
python-ply
python-pycparser
python-pyflakes
python-pynacl
python-pyparsing
python-setuptools
python-shtab
python-six
python-systemd
python-termcolor
python-xlib
python2
qpdf
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-quickcontrols
qt5-quickcontrols2
qt5-svg
qt5-tools
qt5-translations
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5-xmlpatterns
quazip
rav1e
re2
readline
reflector
rest
rofi
rtkit
run-parts
rust
sbc
scrot
sdl2
sed
semver
serd
shaderc
shadow
shared-mime-info
slang
snappy
sord
sound-theme-freedesktop
speex
speexdsp
spirv-tools
sqlite
sratom
srt
startup-notification
steam
stow
sudo
svt-av1
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
tar
tcl
tdb
texinfo
texlive-bin
texlive-core
texlive-science
tk
tldr
tracker3
tree
tslib
ttf-dejavu
ttf-font-awesome
ttf-jetbrains-mono
ttf-liberation
typescript
tzdata
ufw
unzip
usbutils
util-linux
util-linux-libs
v4l-utils
valgrind
vid.stab
vim
vim-runtime
vlc
vmaf
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
which
wireless_tools
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xcursor-themes
xdg-dbus-proxy
xdg-utils
xf86-input-libinput
xf86-input-synaptics
xf86-video-vesa
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xz
yajl
yubico-c
yubico-c-client
yubikey-personalization
zathura
zathura-pdf-mupdf
zenity
zeromq
zimg
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
zziplib
