alacritty
base
brightnessctl
clang
darkman
debugedit
dunst
emacs-nativecomp
fakeroot
feh
firefox
git
intel-ucode
links
linux
linux-firmware
man-pages
musescore
neofetch
networkmanager
openssh
otf-font-awesome
pacman-contrib
parted
pavucontrol
pcmanfm
picom
pipewire-alsa
pipewire-pulse
reflector
rofi
stow
sudo
sway
swaybg
swayidle
swaylock
terminus-font
texinfo
tmux
tree
ttf-jetbrains-mono
udisks2
vim
vulkan-nouveau
vulkan-tools
waybar
which
wmenu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
